// 餐厅数据
window.restaurants = [
    {
        name: "台乡缘（外滩店）",
        review: "没有人不爱吃外滩店的台乡缘! 道道好吃，随便点。杂鱼啊沙蒜豆面都是基本款了",
        source: "推拿熊",
        address: "广东路500号世界贸易大厦1F-2F",
        location: "121.490962,31.236425",
        price: "¥200/人"
    },
    {
        name: "债晶台州菜（外滩店）",
        review: "也在外滩，比较老派，但是海鲜很划算好吃，我钟爱豆腐鱼和肉燕汤 (是叫肉燕吗? 反正就是皮和馅都是肉做的，很$$!)",
        source: "推拿熊",
        address: "中山东一路外滩",
        location: "121.491374,31.236876",
        price: "¥300/人"
    },
    {
        name: "柿合缘（国金店）",
        review: "我吃的那家在国金，这家也是甬府旗下的，非常好吃，就是南方人北方人都爱吃的那种，推荐鱼头配油条，炙子羊肉",
        source: "推拿熊",
        address: "世纪大道8号上海ifc商场L4层",
        location: "121.506751,31.238286",
        price: "¥250/人"
    },
    {
        name: "荣家黄鱼面（上海店）",
        review: "这家店和荣小馆一样，都是我有空就会去排队吃的，这家店推荐姜汤面",
        source: "推拿熊",
        address: "南京西路688号L105A-1",
        location: "121.459772,31.230415",
        price: "¥50以下/人"
    },
    {
        name: "荣小馆（上海店）",
        review: "因为不能预约只能现场排队，推荐东海杂鱼，脆炸乳鲍，临海扇食，黄鱼烧年糕，密汁红薯",
        source: "推拿熊",
        address: "太仓路128号安达仕酒店",
        location: "121.475642,31.227831"
    }
]; 